Repository: Tmfcerqueira/MainHub.Internal.Internship.PeopleAndCulture
Catalog: src/PartnerManagementApp/Resources/Resource.*.resx
Languages: pt_pt

source: Access Denied
pt_pt: Acesso Negado

source: Action
pt_pt: Acção

source: Action Date
pt_pt: Data de acções

# ActionFailed
source: Failed Action
pt_pt: Acção falhou

source: Address
pt_pt: Morada

source: Address Information
pt_pt: Informações sobre a Morada

source: Alert
pt_pt: Alerta

source: and
pt_pt: e

# ApproveDeleteContact
source: Contact Deleted with success
pt_pt: Contacto deletado com sucesso!

# BackTtp
source: Redirects to the previous page
pt_pt: Redireciona para pagina anterior

# ButtonSubmit
source: Submit
pt_pt: Submeter

source: Cancel
pt_pt: Cancelar

source: Cancel Search
pt_pt: Cancelar a procura de nomes

source: Change Account
pt_pt: Mudar de Conta

source: Changed Date
pt_pt: Data de Alteração

# CloseTtp
source: Close
pt_pt: Fecha a página

# ContactApproved
source: Contact successfully edited!
pt_pt: Contacto editado com sucesso!

source: Contact Creation
pt_pt: Criação do Contacto

# ContactDecide
source: Are you sure?
pt_pt: Deseja prosseguir?

# ContactDelete
source: It will cause the contact belonging to the partner of the current context to be deleted!
pt_pt: Fará com que o contacto pertencente ao parceiro do contexto atual seja apagado!

source: Contact Detail
pt_pt: Detalhes do Contacto

source: Contact History
pt_pt: Histórico do Contacto

source: Contact Information
pt_pt: Informações do Contacto

# ContactListSearch
source: Search contact name
pt_pt: Pesquise pelo nome do Contacto

source: Contact Menu
pt_pt: Menu do Contacto

# ContactNotApproved
source: There was a problem editing the contact
pt_pt: Ocorreu um problema ao editar o contacto

# ContactRedirectTtp
source: Redirects to the contact creation form
pt_pt: Redireciona para o formulário de criação de contacto

# ContactRequest
source: Contact created successfuly!
pt_pt: Contacto criado com sucesso!

source: Contacts List
pt_pt: Lista de Contactos

source: Country
pt_pt: País

source: Create Contact
pt_pt: Criar Contacto

source: Create Partner
pt_pt: Criar Parceiro

source: Creation Date
pt_pt: Data de Criação

source: Delete
pt_pt: Deletar

# DeleteTtp
source: Erases all data belonged to the current Partner and himself
pt_pt: Apaga todo o conteúdo pertencente ao parceiro e ele mesmo

source: Department
pt_pt: Departamento

source: Edit
pt_pt: Editar

# EditTtp
source: Toggles the edit mode
pt_pt: Altera para o modo de edição

# EnterAddress
source: Please enter an Address.
pt_pt: Porfavor insire uma morada

# EnterCountry
source: Please enter a Country.
pt_pt: Porfavor insire um país

# EnterDepartment
source: Please enter a department
pt_pt: Porfavor insire um departamento

# EnterEmail
source: Please enter an email
pt_pt: Porfavor insire um email

# EnterLocality
source: Please enter a Locality.
pt_pt: Porfavor insire uma localidade

# EnterName
source: Please enter a Name.
pt_pt: Porfavor insire um Nome.

# EnterObservation
source: Please enter an Observation.
pt_pt: Porfavor insire uma observação

# EnterObservationn
source: Please enter a observation
pt_pt: Porfavor insire uma observação

# EnterPhoneNum
source: Please enter a phone number
pt_pt: Porfavor insire um numero de telemovel

# EnterPhoneNumber
source: Please enter a Phone Number.
pt_pt: Porfavor insire um numero de telemovel

# EnterPostalCode
source: Please enter a Postal code.
pt_pt: Porfavor insire um codigo postal

# EnterRole
source: Please enter a role
pt_pt: Porfavor insire uma role

# EnterService
source: Please enter a Service Description.
pt_pt: Porfavor insire uma descrição do serviço

# EnterTaxNumber
source: Please enter a Tax Number.
pt_pt: Porfavor insire um Numero de Contribuinte

# EraseAllDataPartner
source: This will erase all Partner Data associated! You want to proceed?
pt_pt: Isto fará com que toda a data pertencida ao Parceiro escolhido seja eliminada, Deseja prosseguir?

# ErasePartner
source: This will erase the current Partner! You want to proceed?
pt_pt: Isto fará com que o Parceiro escolhido seja eliminado, Deseja prosseguir?

# ErrorDeleteContact
source: Couldn't delete the Contact
pt_pt: Não foi possivel deletar este contacto!

# HelpTtp
source: Clock button lets you show the history!
pt_pt: Botão do relógio permite mostrar o histórico!

source: History
pt_pt: Histórico

# HistoryTtp
source: View history
pt_pt: Permite ver o historico

# InsertContact
source: Insert information, so that the contact can be edited!
pt_pt: Insira informação, para assim o contacto poder ser editado!

# InvalidEmail
source: Invalid email format
pt_pt: Email inválido

# InvalidPhoneNumber
source: Invalid phone number format.
pt_pt: Numero de telemovel inválido

# InvalidTaxNumber
source: Invalid tax number format.
pt_pt: Numero de contribuinte inválido

source: Loading Contact Info...
pt_pt: A carregar Contactos

source: Loading Partner...
pt_pt: A carregar Parceiro

# LoadingPartnerInfo
source: Loading Partner Information..
pt_pt: A carregar Informações do Parceiro

source: Loading Profile
pt_pt: A carregar dados do Parceiro

source: Locality
pt_pt: Localidade

# Missing
source: are missing,
pt_pt: estão a faltar,

# NoAccess
source: You do not have access to this content.
pt_pt: Não tem acesso a este conteúdo

# NoData
source: No Recent Actions
pt_pt: Não existe acções recentes

# NoDataFound
source: Couldn't find any data
pt_pt: Não existe qualquer tipo de registos

# NoInfo
source: No information
pt_pt: Não há informação

# NoPartnerInfo
source: There is no information about this Partner
pt_pt: Não existe qualquer informação sobre este parceiro

source: Not Authorized
pt_pt: User não autenticado

source: Observation
pt_pt: Observações

source: Partner
pt_pt: Parceiro

source: Partner Creation
pt_pt: Criação de Parceiro

source: Partner Dates
pt_pt: Datas do Parceiro

# PartnerEditted
source: Partner editted with success
pt_pt: Parceiro editado com sucesso

# PartnerError
source: A problem occurred while creating the partner
pt_pt: Um problema ocorreu enquanto o parceiro era criado!

source: Partner History
pt_pt: Histórico do Parceiro

source: Partner Information
pt_pt: Informação do Parceiro

source: Partner Menu
pt_pt: Menu Parceiro

source: Partners
pt_pt: Parceiros

source: Partners Description
pt_pt: Descrições do Parceiro

source: Partners List
pt_pt: Lista de Parceiros

# PartnersListAddress
source: Address
pt_pt: Morada

# PartnersListCountry
source: Country
pt_pt: País

# PartnersListName
source: Name
pt_pt: Nome

# PartnersListSearch
source: Search partner name
pt_pt: Procure por um nome de parceiro

# PartnersListServiceDescription
source: Service Description
pt_pt: Descrição de Serviço

# PartnerSuccess
source: Partner created successfuly!
pt_pt: Parceiro criado com sucesso

source: Phone Number
pt_pt: Número de Telefone

# Please
source: please insert data
pt_pt: Porfavor insire data.

# PleaseInsert
source: Please insert data to edit the partner!
pt_pt: Porfavor insire informação para editar o parceiro!

# PleaseInsertRequestContact
source: Please insert data, so the contact can be created!
pt_pt: Porfavor, insire dados para o contacto ser criado!

# PleaseInsertRequestPartner
source: Please insert data, so the partner can be created!
pt_pt: Porfavor, insire dados para o parceiro ser criado!

source: Postal Code
pt_pt: Código Postal

# PoweredBy
source: Powered By Mainhub
pt_pt: Mantido por Mainhub

source: Profile
pt_pt: Perfil

source: Profile Information
pt_pt: Informação do Perfil

source: Role
pt_pt: Cargo

source: Save
pt_pt: Salvar

# SaveTtp
source: Saves the data
pt_pt: Guarda todo o conteúdo

source: Search
pt_pt: Procurar

source: Sign In
pt_pt: Iniciar Sessão

source: Sign Out
pt_pt: Terminar Sessão

source: Street
pt_pt: Morada

source: Submit
pt_pt: Submeter

source: Surname
pt_pt: Apelido

source: Tax Number
pt_pt: NIF

# ToolTipPartnerList
source: Double Click to view Partner information!
pt_pt: Clique duas vezes para visualizar as informações do Parceiro

# TryAgain
source: Please try again later
pt_pt: Porfavor tente mais tarde

# TtpContactList
source: Double Click to view Contact information!
pt_pt: Clique duas vezes para visualizar as informações do Contacto

source: User Guid
pt_pt: Guid do Utilizador

source: User Principal Name
pt_pt: Primeiro Nome

source: User Profile
pt_pt: Perfil do Utilizador

source: View Contacts
pt_pt: Ver Contactos

# ViewContactTtp
source: Allows you to see all contacts of this partner
pt_pt: Permite ver todos os contactos deste parceiro
