Repository: Tmfcerqueira/MainHub.Internal.Internship.PeopleAndCulture
Catalog: src/AbsentManagementApp/Resources/Resource.*.resx
Languages: pt_pt

source: Absence Start
pt_pt: Início de Ausência

source: Absence approved!
pt_pt: Ausência aprovada!

# AbsenceCanceleted
source: Absence canceleted to draft!
pt_pt: Ausência cancelada para rascunho

source: Absence deleted!
pt_pt: Ausência eliminada!

source: Absence Details
pt_pt: Detalhes da Ausência

source: Absence End
pt_pt: Fim de Ausência

source: Absence Of
pt_pt: Ausência de

source: Absence rejected!
pt_pt: Ausência rejeitada!

source: Absence Saved!
pt_pt: Ausência salva!

source: Absences List
pt_pt: Lista de Ausências

source: Absence Start
pt_pt: Início de Ausência

source: Absence submitted!
pt_pt: Ausência submetida!

source: Absence Type
pt_pt: Tipo de Ausência

source: Absence Updated!
pt_pt: Ausência atualizada!

source: Access Denied
pt_pt: Acesso Restrito

# AccessDeniedDetailed
source: You do not have access to this content.
pt_pt: Não tem acesso a este conteúdo.

source: Action
pt_pt: Ação

source: Action By
pt_pt: Ação por

source: Action Date
pt_pt: Data da ação

source: Action History
pt_pt: Histórico de ações

source: Actions
pt_pt: Ações

source: Admin Board
pt_pt: Painel Admin

source: Admin Dashboard
pt_pt: Painel Admin

source: Admin Menu
pt_pt: Painel Admin

source: All drafts submitted
pt_pt: Todos os rascunhos submetidos

source: All time
pt_pt: De sempre

# AllUserCalendarHelp
source: Click on an absence to view info
pt_pt: Clique numa ausência para ver mais informações

source: All Users Calendar
pt_pt: Calendário Geral

# AlreadyAnAbsence
source: There is already an absence in that period
pt_pt: Já existe uma ausência nesse período.

source: Approval
pt_pt: Aprovação

source: Approval Date
pt_pt: Data de aprovação

source: Approval Status
pt_pt: Estado de aprovação

# ApprovalWithEmojii
source: Approval ✅
pt_pt: Aprovação ✅

source: Approve
pt_pt: Aprovar

source: Approved
pt_pt: Aprovadas

source: Approved By
pt_pt: Aprovado por

source: Are you sure?
pt_pt: Tem a certeza?

source: Calendar
pt_pt: Calendário

# CalendarCapsOff
source: calendar
pt_pt: calendário

# CalendarHelp
source: Save as draft or submit absence => Click on a blank slot
pt_pt: Salvar rascunho ou submeter ausência => Clique num bloco vazio

# CalendarView
source: My Calendar 🗓
pt_pt: Vista de calendário 🗓

source: Cancel
pt_pt: Cancelar

source: Cancel Absence (to Draft)
pt_pt: Cancealr ausência (para rascunho)

source: Change Account
pt_pt: Alterar conta

# ClickDetails
source: Click for more info
pt_pt: Clique para mais info

source: Dark
pt_pt: Escuro

source: Dashboard
pt_pt: Painel

# DateMustBeInFuture
source: Absence Date must be in the future.
pt_pt: A data da ausência tem que ser no futuro.

source: Delete
pt_pt: Eliminar

source: Delete Absence
pt_pt: Eliminar ausência

source: Description
pt_pt: Descrição

# DoubleClickDetails
source: Double Click the item for Info
pt_pt: Duplo clique no item para mais Info

source: Draft
pt_pt: Rascunho

# DraftCapsOff
source: draft
pt_pt: rascunho

source: Drafts
pt_pt: Rascunhos

source: Edit Absence
pt_pt: Editar Ausência

source: End
pt_pt: Fim

source: End Date
pt_pt: Data de Fim

source: Error
pt_pt: Erro

# ErrorApproving
source: ERROR approving absence!
pt_pt: Erro ao aprovarausência

# ErrorCanceling
source: ERROR canceling absence!
pt_pt: Erro ao cancelar ausência

# ErrorDeleting
source: ERROR deleting absence!
pt_pt: Erro ao eliminar

# ErrorProcessing
source: There was an error processing your request. Please try again later.
pt_pt: Aconteceu um erro ao processar o seu pedido. Por favor tente mais tarde.

# ErrorRejecting
source: ERROR rejecting absence!
pt_pt: Erro ao rejeitar ausência

source: Error updating
pt_pt: Erro ao atualizar

source: Global Calendar
pt_pt: Calendário Global

# GlobalCalendarWithEmojii
source: Global Calendar 🗓
pt_pt: Calendário Global 🗓

source: Light
pt_pt: Claro

# ListView
source: My Absences 📋
pt_pt: Vista de Lista📋

source: Loading...
pt_pt: A carregar...

source: My Absences
pt_pt: As minhas ausências

source: My Absences List
pt_pt: Lista de Ausências

source: My Calendar
pt_pt: Calendário

source: Name
pt_pt: Nome

source: Name:
pt_pt: Nome:

# NextWeek
source: Next week Approved Absences
pt_pt: Ausências aprovadas na próxima semana

source: No
pt_pt: Não

source: No absence data
pt_pt: Sem dados de ausências

source: No Data Found
pt_pt: Dados não encontrados

source: No Info
pt_pt: Sem informação

source: No information
pt_pt: Sem informação

source: No Recent Actions
pt_pt: Sem ações recentes

source: Not Approved
pt_pt: Não aprovado

source: Not Submitted
pt_pt: Não submetido

# NoUserInfo
source: There is no more information about this user
pt_pt: Não existe informação sobre o utilizador.

# OnlyAcceptedFromThisYear
source: It is only accepted to add an absence from the current year
pt_pt: Só pode adicionar ausência do ano atual

source: People
pt_pt: Colaboradores

# PeopleWithEmojii
source: People 👨
pt_pt: Colaboradores 👨

source: Person
pt_pt: Colaborador

source: Phone Number
pt_pt: Telemóvel

# PleaseSelectType
source: Please select an absence type
pt_pt: Por favor selecione um tipo

# PossiblyThereAreNoDrafts
source: Possibly there are no drafts. Please try adding some
pt_pt: Possivelmente não existem rascunhos. Tente adicionar.

source: Powered By
pt_pt: Apoiado por

source: Profile
pt_pt: Perfil

source: Profile Information
pt_pt: Informações de Perfil

source: Reject
pt_pt: Rejeitar

source: Reject Absence
pt_pt: Rejeitar ausência

source: Rejected
pt_pt: Rejeitadas

source: Request
pt_pt: Solicitar

source: Request Absence
pt_pt: Solicitar Ausência

source: Restricted
pt_pt: Restrito

source: Save Absence
pt_pt: Salvar Ausência

source: Save Draft
pt_pt: Salvar Rascunho

# SaveDraftDetails
source: If you want also to save drafts, please use the
pt_pt: Se quiser salvar rascunhos, por favor utilize o

source: Schedule
pt_pt: Período

source: Search collaborator
pt_pt: Pesquisar colaborador

source: See Active
pt_pt: Ver ativos

source: See All
pt_pt: Ver todos

source: See Inactive
pt_pt: Ver inativos

source: Server Error
pt_pt: Erro de servidor

source: Sign Out
pt_pt: Terminar Sessão

source: Start
pt_pt: Início

source: Start Date
pt_pt: Data de Início

# StartDateMust
source: Start date must be before end date.
pt_pt: A data de início tem que ser antes da data de fim.

source: Status
pt_pt: Estado

source: Status:
pt_pt: Estado:

source: Submission
pt_pt: Sumbissão

source: Submit
pt_pt: Submeter

source: Submit Absence
pt_pt: Submeter Ausência

source: Submit All Drafts
pt_pt: Submeter Rascunhos

# SubmitDetails
source: On this page you can submit absences.
pt_pt: Nesta página pode submeter ausências.

source: Submitted
pt_pt: Submetidas

source: Surname:
pt_pt: Apelido:

source: Theme 🎨
pt_pt: Tema 🎨

source: The request was invalid
pt_pt: O pedido foi inválido

source: This will save your absence as
pt_pt: Isto irá salvar a sua ausência como

# UnknownError
source: Unknown Eror
pt_pt: Erro desconhecido

source: User Guid
pt_pt: Guid de utilizador

source: User Menu
pt_pt: Painel de utilizador

source: User Principal Name:
pt_pt: Principal Name de utilizador:

source: View Absence
pt_pt: Ver Ausência

source: View History
pt_pt: Ver histórico

# WrongAbsenceInterval
source: Absence interval must be at least 1 hour.
pt_pt: O intervalo de ausência tem que ter no mínimo 1 hora.

# WrongHoursForAfternoon
source: Wrong hours for Afternoon absence
pt_pt: Horas inválidas para um ausência da tarde.

# WrongHoursForFullDay
source: Wrong hours for Full Day absence
pt_pt: Horas inválidas para uma ausência do dia todo.

# WrongHoursForMorning
source: Wrong hours for Morning absence
pt_pt: Horas inválidas para uma ausência da manhã.

source: Yes
pt_pt: Sim

# YouAreNotAuthorized
source: You are not authorized to access this resource
pt_pt: Não está autorizado para aceder a este recurso
